import React from 'react';

import '../../../style/_label.scss'
import '../../../style/staff.scss'

export function ProfileView(){
    return(
        <section className="section section-content">
            <div className="container">
                <div className="nav-content president">
                    <h2 className="nav-content-title">Президент</h2>
                    <div className="twoCol">
                        <div className="about">
                            <img height="252px" width="182px" src="https://avatars.mds.yandex.net/get-zen_doc/1219682/pub_5eaa7423102eee24419d5607_5eaa74d77e79087ec3668df9/scale_1200" alt=""/>
                            <p className="name">Лиса Лисичка</p>
                            <p className="post">академик</p>
                            <a className="mail">lisa@mail.ru</a>
                        </div>
                        <div className="content">
                            <p className="paragraph">
            Таким образом, убеждённость некоторых оппонентов позволяет выполнить важные задания по разработке прогресса профессионального сообщества. Разнообразный и богатый опыт говорит нам, что высококачественный прототип будущего проекта представляет собой интересный эксперимент проверки переосмысления внешнеэкономических политик. Предварительные выводы неутешительны: существующая теория не оставляет шанса для дальнейших направлений развития. Являясь всего лишь частью общей картины, тщательные исследования конкурентов лишь добавляют фракционных разногласий и объективно рассмотрены соответствующими инстанциями. Некоторые особенности внутренней политики могут быть функционально разнесены на независимые элементы.

Разнообразный и богатый опыт говорит нам, что социально-экономическое развитие позволяет выполнить важные задания по разработке первоочередных требований. Предварительные выводы неутешительны: консультация с широким активом способствует подготовке и реализации направлений прогрессивного развития. Разнообразный и богатый опыт говорит нам, что реализация намеченных плановых заданий, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для форм воздействия! Современные технологии достигли такого уровня, что высококачественный прототип будущего проекта однозначно определяет каждого участника как способного принимать собственные решения касаемо поэтапного и последовательного развития общества.
            
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    )
}